<%@ page contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" %>
<!DOCTYPE html>
<html>
<head>
    <link href="css/style.css" rel="stylesheet">
    <title>MY - PROJECT</title>
</head>
    <body>
        <h1>Пролог</h1>
        <br/>
        <p>
            45 лет исполнилось Кристоферу Нолану — одному из самых успешных режиссеров нашего времени,
            чьи работы одинаково любимы как взыскательными критиками, так и простыми зрителями.
            Фильмом изначально занималась студия Paramount. Когда Кристофер Нолан
            занял место режиссера, студия Warner Bros., которая выпускала его последние фильмы,
            добилась участия в проекте.
        </p>
        <br>
        <h1>Знакомство с экипажем</h1>
        <p>
            45 лет исполнилось Кристоферу Нолану — одному из самых успешных режиссеров нашего времени,
            чьи работы одинаково любимы как взыскательными критиками, так и простыми зрителями.
            Фильмом изначально занималась студия Paramount. Когда Кристофер Нолан
            занял место режиссера, студия Warner Bros., которая выпускала его последние фильмы,
            добилась участия в проекте.
        </p>
        <br>
        <form method="post" action="#" id="login">
            <input type="text" name="login_field" placeholder="имя"/>
            <input type="text" name="login_field" placeholder="фамилия"/>
            <input type="submit" class="btn" value="представиться"/>
        </form>
    </body>
</html>